export const directionList = [
  {
    id: 1,
    titleSection: 'Гражданские дела',
    listCases: [
      { id: 101, case: 'семейные споры' },
      { id: 102, case: 'жилищные споры' },
      { id: 103, case: 'договорные споры' },
      { id: 104, case: 'имущественные споры' },
      { id: 105, case: 'возмещение вреда и убытков' },
      { id: 106, case: 'страховые споры' },
      { id: 107, case: 'защита прав потребителей' },
      { id: 108, case: 'отмена судебных приказов' },
      { id: 109, case: 'банковские споры' },
      { id: 110, case: 'наследственные споры'}
    ]
  },
  {
    id: 2,
    titleSection: 'Дела об административных правонарушениях',
    listCases: [
      { id: 201, case: 'нарушения правил дорожного движения (ПДД)' },
      { id: 202, case: 'споры с ГИБДД (лишение прав и т.д.), ДТП' },
      { id: 203, case: 'нарушения общественного порядка (мелкое хулиганство)' },
      { id: 204, case: 'нарушения в области предпринимательской деятельности' },
      { id: 205, case: 'незаконная торговля' },
      { id: 206, case: 'нарушения миграционного законодательства' },
      { id: 207, case: 'споры с МВД, Роспотребнадзором, МЧС и другими органами' },
      { id: 208, case: 'административные правонарушения в области охраны собственности' },
      { id: 209, case: 'обжалование постановлений по делам об административном правонарушении' },
      { id: 210, case: 'защита при рассмотрении дела в суде' },
      { id: 211, case: 'сопровождение при проведении проверок госорганов' }
    ]
  },
  {
    id: 3,
    titleSection: 'Административные дела',
    listCases: [
      { id: 301, case: 'налоговые споры' },
      { id: 302, case: 'обжалование решений органов государственной власти' },
      { id: 303, case: 'обжалование действий (бездействий) судебного пристава ФССП' },
      { id: 304, case: 'обжалование решений и действий органов муниципальной власти' },
      { id: 305, case: 'споры в сфере госзакупок и контрактной системы' },
      { id: 306, case: 'земельные споры с государственными органами' },
      { id: 307, case: 'лицензионные споры' },
      { id: 308, case: 'миграционные споры' },
      { id: 309, case: 'антимонопольные споры' },
      { id: 310, case: 'таможенные споры' },
      { id: 311, case: 'споры в сфере экологического надзора' }
    ]
  },
  {
    id: 4,
    titleSection: 'Уголовные дела',
    listCases: [
      { id: 401, case: 'защита подозреваемого и обвиняемого на всех стадиях (дознание, следствие, суд)' },
      { id: 402, case: 'представление интересов потерпевшего, свидетеля' },
      { id: 403, case: 'подача заявлений, ходатайств и жалоб' },
      { id: 404, case: 'сопровождение при допросах и следственных действиях' },
      { id: 405, case: 'подготовка гражданского иска в рамках уголовного дела' },
      { id: 406, case: 'обжалование приговоров и процессуальных решений' },
      { id: 407, case: 'условно-досрочное освобождение (УДО)' },
      { id: 408, case: 'помощь в заключении досудебного соглашения о сотрудничестве' }
    ]
  },
  {
    id: 5,
    titleSection: 'Арбитражные дела',
    listCases: [
      { id: 501, case: 'корпоративные споры' },
      { id: 502, case: 'имущественные споры' },
      { id: 503, case: 'договорные споры' },
      { id: 504, case: 'финансовые и налоговые споры' },
      { id: 505, case: 'банкротство юридических лиц' },
      { id: 506, case: 'споры о недействительности сделок' },
      { id: 507, case: 'защита деловой репутации' },
      { id: 508, case: 'споры с государственными заказчиками' },
      { id: 509, case: 'антимонопольные споры' },
      { id: 510, case: 'таможенные споры' },
      { id: 511, case: 'взыскание задолженностей' },
      { id: 512, case: 'споры по ценным бумагам' },
      { id: 513, case: 'международный коммерческий арбитраж' }
    ]
  },
  {
    id: 6,
    titleSection: 'Юридическое сопровождение бизнеса',
    listCases: [
      { id: 601, case: 'составление юридических документов (договоры, исковые заявления, жалобы, претензии и т.д)' },
      { id: 602, case: 'досудебное урегулирование споров' },
      { id: 603, case: 'регистрация и ликвидация юридических лиц и ИП' },
      { id: 604, case: 'внесение изменений в учредительные документы' },
      { id: 605, case: 'корпоративное право и управление' },
      { id: 606, case: 'сопровождение сделок' },
      { id: 607, case: 'разработка внутренних документов компании' },
      { id: 608, case: 'трудовые споры и кадровое делопроизводство' },
      { id: 609, case: 'защита интеллектуальной собственности' },
      { id: 610, case: 'сопровождение проверок государственных органов' },
      { id: 611, case: 'правовое обеспечение внешнеэкономической деятельности' },
      { id: 612, case: 'абонентское юридическое обслуживание' }
    ]
  },
  {
    id: 7,
    titleSection: 'Банкротство физических лиц',
    listCases: [
      { id: 701, case: 'консультация по процедуре банкротства' },
      { id: 702, case: 'анализ финансовой ситуации и долговой нагрузки' },
      { id: 703, case: 'подготовка документов для подачи в суд' },
      { id: 704, case: 'полное сопровождение процедуры банкротства' },
      { id: 705, case: 'защита от коллекторов и кредиторов' },
      { id: 706, case: 'списание долгов по кредитам и займам' },
      { id: 707, case: 'списание долгов по ЖКХ' },
      { id: 708, case: 'списание долгов по микрозаймам' },
      { id: 709, case: 'защита имущества при банкротстве' },
      { id: 710, case: 'взаимодействие с финансовым управляющим' },
      { id: 711, case: 'обжалование действий кредиторов и управляющего' },
    ]
  }
];