export const directionList = [
  {
    id: 1,
    titleSection: 'Гражданские дела',
    listCases: [
      { id: 101, case: 'семейные' },
      { id: 102, case: 'наследственные жилищные' },
      { id: 103, case: 'договорные споры' },
      { id: 104, case: 'имущественные' },
      { id: 105, case: 'возмещение вреда и убытков' },
      { id: 106, case: 'страховые споры' },
      { id: 107, case: 'защита прав потребителей' },
      { id: 108, case: 'отмена судебных приказов' },
      { id: 109, case: 'банковские споры' }
    ]
  },
  {
    id: 2,
    titleSection: 'Административные дела',
    listCases: [
      { id: 201, case: 'налоговые споры' },
      { id: 202, case: 'обжалование решений органов государственной власти' },
      { id: 203, case: 'обжалование действий (бездействий) судебного пристава ФССП' },
      { id: 204, case: 'дела об административных правонарушениях' }
    ]
  },
  {
    id: 3,
    titleSection: 'Уголовные дела',
    listCases: [
      { id: 301, case: 'защита подозреваемого и обвиняемого на всех стадиях (дознание, следствие, суд)' },
      { id: 302, case: 'представление интересов потерпевшего' },
      { id: 303, case: 'свидетеля' },
      { id: 304, case: 'подача заявлений и жалоб' },
      { id: 305, case: 'сопровождение при допросах и следственных действиях' },
      { id: 306, case: 'подготовка гражданского иска в рамках уголовного дела' }
    ]
  },
  {
    id: 4,
    titleSection: 'Арбитражные дела',
    listCases: [
      { id: 401, case: 'корпоративные' },
      { id: 402, case: 'имущественные' },
      { id: 403, case: 'договорные' },
      { id: 404, case: 'финансовые и налоговые споры' },
      { id: 405, case: 'банкротство' }
    ]
  },
  {
    id: 5,
    titleSection: 'Юридическое сопровождение бизнеса',
    listCases: [
      { id: 501, case: 'Составление юридических документов (договоры, исковые заявления, жалобы, претензии и т.д)' },
      { id: 502, case: 'досудебное урегулирование споров' }
    ]
  }
];